package helper;

public class GlobalConstHelper {
	public static String NOT_WORD_KEY = "áƒ�áƒ _";
	
	public static final String[] NAME_SUFFIXES = new String[] { "ა", "ი", "ე", "ო", "უ", "ის", "ით", "ად", "მა", "ამ", "ს", "ები", "ების", "ებით", 
		"ებად", "ებო", "ებად", "ებმა", "ებს", "ობა", "ობით", "ობად", "ობამ", "ობას", "ობავ", "ოდენი", "ოდენ", "თ", "ც", "იც", 
		"საც", "მაც", "თაც", "ებსაც", "ებმაც", "თვის", "სთვის", "სათვის", "თვისაც", "სთვისაც", "ზე", "ში", "კენ", "სკენ", "საკენ", "ზედ",
		"ვით", "თან", "თანაც", "თანანი", "ელი", "ელები", "ელებმა", "მან", "ელებით", "ელების", "ელებო", "ითაც", "ითა", "თა", "სთვის", "სათვის", "დან", "გან", "საგან", "სგან", "დანაც",
		"სგანაც", "ებთან", "ებისაც", "ებთანაც", "ებიცო", "ებიო", "ებმაც", "ებითურთ" };
	
	public static final String[] STATUS_NOUN_SUFFIXES = new String[] { 
		"ი", "მა", "ო"
	};
}
